export const inventory = [
  {
    code: 'ТД000109',
    qty: '540',
  },
  {
    code: 'ТД000110',
    qty: '1800',
  },
  {
    code: 'ТД005888',
    qty: '140',
  },
  {
    code: 'ТД008077',
    qty: '8',
  },
  {
    code: 'ТД008078',
    qty: '-2',
  },
  {
    code: 'ТД008085',
    qty: '8',
  },
  {
    code: 'ТД008003',
    qty: '6',
  },
  {
    code: 'ТД004972',
    qty: '3056',
  },
  {
    code: 'ТД008117',
    qty: '265',
  },
  {
    code: 'ТД007886',
    qty: '12',
  },
  {
    code: 'ТД008012',
    qty: '1',
  },
  {
    code: 'ТД007897',
    qty: '18',
  },
  {
    code: 'ТД004091',
    qty: '0.738',
  },
  {
    code: 'ТД008041',
    qty: '10',
  },
  {
    code: 'ТД005889',
    qty: '11',
  },
  {
    code: 'ТД005890',
    qty: '10',
  },
  {
    code: 'ТД005892',
    qty: '18',
  },
  {
    code: 'ТД007772',
    qty: '145',
  },
  {
    code: 'ТД007773',
    qty: '115',
  },
  {
    code: 'ТД000149',
    qty: '140',
  },
  {
    code: 'ТД000151',
    qty: '800',
  },
  {
    code: 'ТД000141',
    qty: '1980',
  },
  {
    code: 'ТД000142',
    qty: '1202',
  },
  {
    code: 'ТД004841',
    qty: '960',
  },
  {
    code: 'ТД000144',
    qty: '2780',
  },
  {
    code: 'ТД000146',
    qty: '1973',
  },
  {
    code: 'ТД000147',
    qty: '57',
  },
  {
    code: 'ТД000148',
    qty: '208',
  },
  {
    code: 'ТД007548',
    qty: '56',
  },
  {
    code: 'ТД007898',
    qty: '13',
  },
  {
    code: 'ТД001398',
    qty: '28',
  },
  {
    code: 'ТД006071',
    qty: '120',
  },
  {
    code: 'ТД007178',
    qty: '74',
  },
  {
    code: 'ТД008037',
    qty: '16',
  },
  {
    code: 'ТД007825',
    qty: '16',
  },
  {
    code: 'ТД007824',
    qty: '16',
  },
  {
    code: 'ТД008044',
    qty: '15',
  },
  {
    code: 'ТД008043',
    qty: '15',
  },
  {
    code: 'ТД002104',
    qty: '13',
  },
  {
    code: 'ТД002745',
    qty: '46',
  },
  {
    code: 'ТД004111',
    qty: '49',
  },
  {
    code: 'ТД004355',
    qty: '7',
  },
  {
    code: 'ТД004848',
    qty: '25',
  },
  {
    code: 'ТД002450',
    qty: '135',
  },
  {
    code: 'ТД002448',
    qty: '15',
  },
  {
    code: 'ТД002449',
    qty: '215',
  },
  {
    code: 'ТД002447',
    qty: '28',
  },
  {
    code: 'ТД002754',
    qty: '529',
  },
  {
    code: 'ТД000046',
    qty: '746',
  },
  {
    code: 'ТД002445',
    qty: '36',
  },
  {
    code: 'ТД008000',
    qty: '81',
  },
  {
    code: 'ТД008001',
    qty: '133',
  },
  {
    code: 'ТД007999',
    qty: '253',
  },
  {
    code: 'ТД000047',
    qty: '836',
  },
  {
    code: 'ТД007887',
    qty: '4',
  },
  {
    code: 'ТД007889',
    qty: '32',
  },
  {
    code: 'ТД007890',
    qty: '15',
  },
  {
    code: 'ТД007892',
    qty: '12',
  },
  {
    code: 'ТД007893',
    qty: '22',
  },
  {
    code: 'ТД007894',
    qty: '18',
  },
  {
    code: 'ТД007896',
    qty: '13',
  },
  {
    code: 'ТД007895',
    qty: '15',
  },
  {
    code: 'ТД007956',
    qty: '30',
  },
  {
    code: 'ТД007957',
    qty: '160',
  },
  {
    code: 'ТД007598',
    qty: '40',
  },
  {
    code: 'ТД007590',
    qty: '200',
  },
  {
    code: 'ТД007596',
    qty: '150',
  },
  {
    code: 'ТД007597',
    qty: '11',
  },
  {
    code: 'ТД007941',
    qty: '251',
  },
  {
    code: 'ТД007595',
    qty: '3',
  },
  {
    code: 'ТД008013',
    qty: '8',
  },
  {
    code: 'ТД008005',
    qty: '-2',
  },
  {
    code: 'ТД004061',
    qty: '582',
  },
  {
    code: 'ТД006085',
    qty: '994',
  },
  {
    code: 'ТД003723',
    qty: '604',
  },
  {
    code: 'ТД003724',
    qty: '91',
  },
  {
    code: 'ТД008073',
    qty: '3',
  },
  {
    code: 'ТД008071',
    qty: '3',
  },
  {
    code: 'ТД008144',
    qty: '111',
  },
  {
    code: 'ТД008145',
    qty: '88',
  },
  {
    code: 'ТД008072',
    qty: '60',
  },
  {
    code: 'ТД007388',
    qty: '17',
  },
  {
    code: 'ТД007373',
    qty: '81',
  },
  {
    code: 'ТД006581',
    qty: '120.75',
  },
  {
    code: 'ТД003525',
    qty: '35',
  },
  {
    code: 'ТД007370',
    qty: '232',
  },
  {
    code: 'ТД007371',
    qty: '49',
  },
  {
    code: 'ТД007951',
    qty: '18',
  },
  {
    code: 'ТД007945',
    qty: '153',
  },
  {
    code: 'ТД002933',
    qty: '105',
  },
  {
    code: 'ТД007699',
    qty: '140',
  },
  {
    code: 'ТД007697',
    qty: '92',
  },
  {
    code: 'ТД008024',
    qty: '275',
  },
  {
    code: 'ТД008025',
    qty: '599',
  },
  {
    code: 'ТД008026',
    qty: '159',
  },
  {
    code: 'ТД008161',
    qty: '120',
  },
  {
    code: 'ТД008064',
    qty: '8163',
  },
  {
    code: 'ТД000044',
    qty: '1574',
  },
  {
    code: 'ТД004079',
    qty: '22',
  },
  {
    code: 'ТД007944',
    qty: '118',
  },
  {
    code: 'ТД003961',
    qty: '33',
  },
  {
    code: 'ТД004575',
    qty: '7',
  },
  {
    code: 'ТД004576',
    qty: '10',
  },
  {
    code: 'ТД003299',
    qty: '275',
  },
  {
    code: 'ТД002405',
    qty: '38',
  },
  {
    code: 'ТД007040',
    qty: '263',
  },
  {
    code: 'ТД007046',
    qty: '79',
  },
  {
    code: 'ТД008009',
    qty: '37',
  },
  {
    code: 'ТД008108',
    qty: '-2',
  },
  {
    code: 'ТД007816',
    qty: '5',
  },
  {
    code: 'ТД008048',
    qty: '20',
  },
  {
    code: 'ТД008105',
    qty: '6',
  },
  {
    code: 'ТД008104',
    qty: '8',
  },
  {
    code: 'ТД007815',
    qty: '13',
  },
  {
    code: 'ТД008050',
    qty: '11',
  },
  {
    code: 'ТД007923',
    qty: '11',
  },
  {
    code: 'ТД007814',
    qty: '11',
  },
  {
    code: 'ТД007848',
    qty: '15',
  },
  {
    code: 'ТД007832',
    qty: '10',
  },
  {
    code: 'ТД008139',
    qty: '2',
  },
  {
    code: 'ТД007921',
    qty: '14.5',
  },
  {
    code: 'ТД007952',
    qty: '26',
  },
  {
    code: 'ТД007826',
    qty: '35',
  },
  {
    code: 'ТД007972',
    qty: '35',
  },
  {
    code: 'ТД007837',
    qty: '1.9',
  },
  {
    code: 'ТД007838',
    qty: '2.5',
  },
  {
    code: 'ТД008035',
    qty: '12.5',
  },
  {
    code: 'ТД007836',
    qty: '11',
  },
  {
    code: 'ТД007969',
    qty: '7.5',
  },
  {
    code: 'ТД007964',
    qty: '10',
  },
  {
    code: 'ТД008127',
    qty: '5',
  },
  {
    code: 'ТД007966',
    qty: '5',
  },
  {
    code: 'ТД007918',
    qty: '9',
  },
  {
    code: 'ТД007829',
    qty: '10',
  },
  {
    code: 'ТД007845',
    qty: '6.5',
  },
  {
    code: 'ТД007835',
    qty: '13.5',
  },
  {
    code: 'ТД007919',
    qty: '17.5',
  },
  {
    code: 'ТД007842',
    qty: '25',
  },
  {
    code: 'ТД008123',
    qty: '7',
  },
  {
    code: 'ТД008124',
    qty: '10',
  },
  {
    code: 'ТД007973',
    qty: '11',
  },
  {
    code: 'ТД007917',
    qty: '6.5',
  },
  {
    code: 'ТД007846',
    qty: '8.5',
  },
  {
    code: 'ТД007663',
    qty: '17',
  },
  {
    code: 'ТД007729',
    qty: '24.5',
  },
  {
    code: 'ТД008030',
    qty: '22.4',
  },
  {
    code: 'ТД008031',
    qty: '4.9',
  },
  {
    code: 'ТД007819',
    qty: '13',
  },
  {
    code: 'ТД007820',
    qty: '13',
  },
  {
    code: 'ТД002904',
    qty: '-72',
  },
  {
    code: 'ТД006280',
    qty: '365',
  },
  {
    code: 'ТД006297',
    qty: '1',
  },
  {
    code: 'ТД006429',
    qty: '68',
  },
  {
    code: 'ТД006419',
    qty: '57',
  },
  {
    code: 'ТД006418',
    qty: '84',
  },
  {
    code: 'ТД006428',
    qty: '81',
  },
  {
    code: 'ТД007761',
    qty: '239',
  },
  {
    code: 'ТД007760',
    qty: '287',
  },
  {
    code: 'ТД007759',
    qty: '192',
  },
  {
    code: 'ТД007762',
    qty: '170',
  },
  {
    code: 'ТД005960',
    qty: '3',
  },
  {
    code: 'ТД005993',
    qty: '3',
  },
  {
    code: 'ТД005961',
    qty: '3',
  },
  {
    code: 'ТД005994',
    qty: '9',
  },
  {
    code: 'ТД008015',
    qty: '16',
  },
  {
    code: 'ТД006952',
    qty: '4656',
  },
  {
    code: 'ТД004860',
    qty: '13',
  },
  {
    code: 'ТД007086',
    qty: '67',
  },
  {
    code: 'ТД007698',
    qty: '115',
  },
  {
    code: 'ТД008160',
    qty: '78',
  },
  {
    code: 'ТД008159',
    qty: '145',
  },
  {
    code: 'ТД000162',
    qty: '1011',
  },
  {
    code: 'ТД008151',
    qty: '2651',
  },
  {
    code: 'ТД002001',
    qty: '302',
  },
  {
    code: 'ТД007557',
    qty: '26',
  },
  {
    code: 'ТД001910',
    qty: '1328',
  },
  {
    code: 'ТД001911',
    qty: '91',
  },
  {
    code: 'ТД005746',
    qty: '50',
  },
  {
    code: 'ТД007372',
    qty: '76',
  },
  {
    code: 'ТД005229',
    qty: '54',
  },
  {
    code: 'ТД002093',
    qty: '47',
  },
  {
    code: 'ТД001995',
    qty: '129',
  },
  {
    code: 'ТД002992',
    qty: '44',
  },
  {
    code: 'ТД002455',
    qty: '68',
  },
  {
    code: 'ТД002813',
    qty: '151',
  },
  {
    code: 'ТД003489',
    qty: '12',
  },
  {
    code: 'ТД003952',
    qty: '1',
  },
  {
    code: 'ТД007549',
    qty: '54',
  },
  {
    code: 'ТД007901',
    qty: '15',
  },
  {
    code: 'ТД007902',
    qty: '16',
  },
  {
    code: 'ТД007900',
    qty: '7',
  },
  {
    code: 'ТД004968',
    qty: '4148',
  },
  {
    code: 'ТД007920',
    qty: '50',
  },
  {
    code: 'ТД001902',
    qty: '35',
  },
  {
    code: 'ТД001899',
    qty: '47',
  },
  {
    code: 'ТД001900',
    qty: '75',
  },
  {
    code: 'ТД006826',
    qty: '4.08',
  },
  {
    code: 'ТД006125',
    qty: '28.936',
  },
  {
    code: '0-000001',
    qty: '7',
  },
  {
    code: 'ТД000436',
    qty: '109.57',
  },
  {
    code: 'ТД000379',
    qty: '13',
  },
  {
    code: 'ТД000377',
    qty: '71',
  },
  {
    code: 'ТД000381',
    qty: '27',
  },
  {
    code: 'ТД000389',
    qty: '47',
  },
  {
    code: 'ТД006027',
    qty: '35',
  },
  {
    code: 'ТД000394',
    qty: '143',
  },
  {
    code: 'ТД000392',
    qty: '102',
  },
  {
    code: 'ТД007224',
    qty: '37',
  },
  {
    code: 'ТД006274',
    qty: '38',
  },
  {
    code: 'ТД006275',
    qty: '207',
  },
  {
    code: 'ТД007225',
    qty: '19',
  },
  {
    code: 'ТД006276',
    qty: '215',
  },
  {
    code: 'ТД007910',
    qty: '18',
  },
  {
    code: 'ТД006277',
    qty: '12',
  },
  {
    code: 'ТД007884',
    qty: '41',
  },
  {
    code: 'ТД007883',
    qty: '92',
  },
  {
    code: 'ТД008076',
    qty: '11',
  },
  {
    code: 'ТД008100',
    qty: '5',
  },
  {
    code: 'ТД001783',
    qty: '3',
  },
  {
    code: 'ТД001712',
    qty: '1',
  },
  {
    code: 'ТД001708',
    qty: '38',
  },
  {
    code: 'ТД002418',
    qty: '64',
  },
  {
    code: 'ТД007182',
    qty: '132',
  },
  {
    code: 'ТД007181',
    qty: '232',
  },
  {
    code: 'ТД007487',
    qty: '1',
  },
  {
    code: 'ТД007243',
    qty: '2',
  },
  {
    code: 'ТД000111',
    qty: '510',
  },
  {
    code: 'ТД000112',
    qty: '1206',
  },
  {
    code: 'ТД007989',
    qty: '20',
  },
  {
    code: 'ТД004078',
    qty: '13',
  },
  {
    code: 'ТД005829',
    qty: '13',
  },
  {
    code: 'ТД005737',
    qty: '10',
  },
  {
    code: 'ТД006316',
    qty: '9',
  },
  {
    code: 'ТД002986',
    qty: '31',
  },
  {
    code: 'ТД006253',
    qty: '11',
  },
  {
    code: 'ТД002985',
    qty: '40',
  },
  {
    code: 'ТД008140',
    qty: '10',
  },
  {
    code: 'ТД007977',
    qty: '10',
  },
  {
    code: 'ТД007996',
    qty: '77',
  },
  {
    code: 'ТД007997',
    qty: '91',
  },
  {
    code: 'ТД008010',
    qty: '7',
  },
  {
    code: 'ТД004156',
    qty: '270',
  },
  {
    code: 'ТД007600',
    qty: '1',
  },
  {
    code: 'ТД000548',
    qty: '40',
  },
  {
    code: 'ТД007610',
    qty: '1',
  },
  {
    code: 'ТД007903',
    qty: '13',
  },
  {
    code: 'ТД004971',
    qty: '7208',
  },
  {
    code: 'ТД007391',
    qty: '431',
  },
  {
    code: 'ТД007728',
    qty: '26',
  },
  {
    code: 'ТД001745',
    qty: '1591',
  },
];
