export const types = [
  {
    code: '349',
    name: 'Закуп +10%',
  },
  {
    code: '352',
    name: 'Закуп +12%',
  },
  {
    code: '354',
    name: 'Закуп +14%',
  },
  {
    code: '346',
    name: 'Закуп +15%',
  },
  {
    code: '320',
    name: 'Закуп +16%',
  },
  {
    code: '344',
    name: 'Закуп+1 (ХЛОП)',
  },
  {
    code: '341',
    name: 'Закуп+18%',
  },
  {
    code: '315',
    name: 'Закуп+20%',
  },
  {
    code: '345',
    name: 'Закуп+21%',
  },
  {
    code: '348',
    name: 'Закуп+23%',
  },
  {
    code: '343',
    name: 'Закуп+25%',
  },
  {
    code: '337',
    name: 'Закуп+27%',
  },
  {
    code: '356',
    name: 'Закуп+30%',
  },
  {
    code: '350',
    name: 'Закуп+33%',
  },
  {
    code: '347',
    name: 'Закуп+35%',
  },
  {
    code: '312',
    name: 'Закуп+5',
  },
  {
    code: '355',
    name: 'Закуп+50%',
  },
  {
    code: '340',
    name: 'Закуп+7',
  },
  {
    code: '351',
    name: 'Закуп+8',
  },
  {
    code: '0',
    name: 'Закуп_000',
  },
  {
    code: '99',
    name: 'Закуп_099',
  },
  {
    code: '101',
    name: 'Закуп_Приход (безНДС)',
  },
  {
    code: '100',
    name: 'Закуп_ТТН (безНДС)',
  },
  {
    code: '102',
    name: 'Закуп_ТТН (сНДС)',
  },
  {
    code: '27',
    name: 'НЧ_Астейс',
  },
  {
    code: '23',
    name: 'НЧ_Предоплата',
  },
  {
    code: '24',
    name: 'НЧ_Факт',
  },
  {
    code: '17',
    name: 'БАЗОВАЯ',
  },
  {
    code: '15',
    name: 'ПАСЕДЬКО',
  },
  {
    code: '10',
    name: 'с_УРС-ТД',
  },
  {
    code: '329',
    name: 'СПЕЦ. ЦЕНА',
  },
  {
    code: '6',
    name: 'ЦЕНА',
  },
  {
    code: '4',
    name: 'ЭКСКЛЮЗИВ.',
  },
  {
    code: '33',
    name: 'ЭКСЛЮЗИВ ПЛЮС',
  },
  {
    code: '22',
    name: '_Общий прайс',
  },
  {
    code: '353',
    name: 'БАЗОВАЯ',
  },
  {
    code: '313',
    name: 'БУЛАШОВ +1',
  },
  {
    code: '21',
    name: 'Елховец',
  },
  {
    code: '322',
    name: 'зак+20',
  },
  {
    code: '321',
    name: 'зак+21',
  },
  {
    code: '327',
    name: 'зак+25',
  },
  {
    code: '308',
    name: 'зак+27',
  },
  {
    code: '335',
    name: 'ИЗОБИЛИЕ',
  },
  {
    code: '32',
    name: 'ИП Хайрутдинова',
  },
  {
    code: '18',
    name: 'Повышение ЗАКУП (Товаров)',
  },
  {
    code: '13',
    name: 'Повышение_УРС-ТД',
  },
  {
    code: '5',
    name: 'Повышение_Факт',
  },
  {
    code: '8',
    name: 'с_ШИФА',
  },
  {
    code: '30',
    name: 'с_Шифа Эксклюзив',
  },
  {
    code: '11',
    name: 'Сельмаг',
  },
  {
    code: '19',
    name: 'СПЕЦ цена',
  },
  {
    code: '31',
    name: 'ТЕХНОМИР',
  },
  {
    code: '26',
    name: 'Шарифуллина и Елховец',
  },
  {
    code: '34',
    name: 'ШИФА новая',
  },
  {
    code: '14',
    name: 'эксклюзив 121',
  },
  {
    code: '12',
    name: 'эксклюзив 128',
  },
  {
    code: '29',
    name: 'Удалиние!!!!',
  },
];
